ags-hyprpanel-git
antigravity
arch-update
audio-recorder
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
btop
catppuccin-cursors-mocha
catppuccin-gtk-theme-mocha
cava
celluloid
chromium
cliphist
cmatrix-git
cmus
cpio
cups
cursor-bin
dbeaver
docker
docker-desktop
dysk
efibootmgr
exo
fastfetch
feh
file-roller
firefox
foomatic-db
foomatic-db-engine
foomatic-db-ppds
fzf
garcon
gdu
git
gnome-calculator
gradle
grimblast-git
grub
gutenprint
hplip
hypridle
hyprland
hyprlang
hyprlock
hyprpicker
hyprshot
hyprsunset
hyprutils
idescriptor-git
intel-media-driver
intel-ucode
keyd
kitty
lazydocker
lazygit
libva-intel-driver
libva-nvidia-driver
libva-utils
linux
linux-firmware
linux-headers
localsend-bin
logseq-desktop-bin
loupe
maplemono-otf
mariadb
matugen-bin
maven
mesa-demos
mesa-utils
mousepad
mpv
muparser
nemo
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-emoji
ntfs-3g
nvidia-open-dkms
nwg-clipman
nwg-look
obs-studio
obsidian
onlyoffice-bin
openssh
os-prober
otf-monaspace
pacman-contrib
papirus-folders-catppuccin-git
papirus-icon-theme
parole
pavucontrol
php
pipewire
pipewire-alsa
pipewire-pulse
pkgstats
playerctl
pnpm
postgresql
postman-bin
power-profiles-daemon
python-gpustat
python-pywal16
qt5-quickcontrols2
rhythmbox
ristretto
rofi
sddm
starship
swaync
swww
system-config-printer
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tldr
tmux
ttf-cascadia-code-nerd
ttf-fira-code
ttf-inconsolata
ttf-inconsolata-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-victor-mono
tty-clock
tumbler
unzip
vim
vulkan-intel
waybar
waypaper
wayvnc
wf-recorder
wget
wireplumber
wl-clip-persist
woff2-font-awesome
xdg-desktop-portal
xdg-desktop-portal-hyprland
yay
yt-dlp
zip
zoxide
zsh
zsh-autosuggestions
zsh-syntax-highlighting
